{
	"properties": [
    {
      "id": "prop1",
      "type": "House",
      "bedrooms": 3,
      "price": 760000,
      "tenure": "Freehold",
      "description": "Attractive three bedroom semi-detached family home situated within 0.5 miles of Petts Wood station with fast trains to London and within easy walking distance of local shops, schools, bus routes and National Trust woodland. The property comprises; two receptions, fitted 18'9 x 10'1 kitchen/breakfast room and conservatory. The property also benefits from having a utility room and cloakroom. To the first floor there are three bedrooms and a family bathroom with separate WC. Additional features include double glazing, gas central heating and a well presented interiorssrc.",
      "longDescription": "This charming three-bedroom semi-detached house is a perfect family home, offering a comfortable and practical layout. Located just 0.5 miles from Petts Wood station, it provides easy access to London for commuters. The house has a welcoming entrance with two spacious reception rooms ideal for family gatherings and a well-equipped 18'9 x 10'1 kitchen/breakfast room that opens into a bright conservatory. The private rear garden provides ample space for outdoor activities, while the utility room and cloakroom add to the home's convenience. On the first floor, you'll find three generous bedrooms and a family bathroom with a separate WC. The property also benefits from double glazing and gas central heating, ensuring comfort throughout the year. With its close proximity to local shops, schools, bus routes, and scenic National Trust woodland, this home offers a perfect balance of suburban tranquility and accessibility.",
      "floorPlan": "/images/floorplans/1.jpg",
      "mapUrl": "https://www.openstreetmap.org/export/embed.html?bbox=-0.080301%2C51.396298%2C0.080410%2C51.398784&layer=mapnik&marker=51.397541,-0.080355",
      "location": "Petts Wood Road, Petts Wood, Orpington BR5",
      "picture": "/images/1.jpg",
      "pic1": "/images/interiors/1.jpg",
      "pic2": "/images/interiors/2.jpg",
      "pic3": "/images/interiors/3.jpg",
      "pic4": "/images/interiors/4.jpg",
      "url": "properties/prop1.html",
      "added": {
        "month": "October",
        "day": 12,
        "year": 2022
      }
    },
    {
      "id": "prop2",
      "type": "Flat",
      "bedrooms": 2,
      "price": 399995,
      "tenure": "Freehold",
      "description": "Presented in excellent decorative order throughout is this two double bedroom, two bathroom, garden flat. The modern fitted kitchen is open plan to the living room which boasts solid wooden floors and includes integrated appliances including a dishwasher & a washing machine. This large open plan benefits from bi folding doors onto a secluded private courtyard garden. Both bedrooms are double sized, and the family bathroom boasts a matching three piece suite a shower attachment over the bath. There is also a separate wet room. There are walnut doors throughout and wiring for Sky TV/aerial points in the living room/kitchen and both bedrooms. This apartment being only five years old, is still under a 10 year building guaranteesrc.",
      "longDescription": "This beautifully presented two-bedroom garden flat offers a perfect blend of modern living and comfort. Ideal for young professionals or couples, the open-plan kitchen and living room space creates an inviting atmosphere, complete with solid wood flooring. The integrated kitchen appliances, including a dishwasher and washing machine, ensure convenience for daily living. The bi-folding doors lead to a secluded private courtyard garden, perfect for outdoor relaxation. Both double bedrooms are spacious and bright, with ample closet space. The family bathroom is finished to a high standard with a shower attachment, while the additional wet room offers added versatility. Being just five years old, the property is still under a 10-year building guarantee, providing peace of mind for its new owner. Additionally, the apartment comes equipped with walnut doors and provisions for TV wiring, ensuring a modern, functional living space.",
      "floorPlan": "/images/floorplans/2.jpg",
      "mapUrl": "https://www.openstreetmap.org/export/embed.html?bbox=0.0706%2C51.3873%2C0.0808%2C51.3910&layer=mapnik&marker=51.3890,0.0760",
      "location": "Crofton Road Orpington BR6",
      "picture": "/images/2.jpg",
      "pic1": "/images/interiors/5.jpg",
      "pic2": "/images/interiors/6.jpg",
      "pic3": "/images/interiors/7.jpg",
      "pic4": "/images/interiors/8.jpg",
      "url": "properties/prop2.html",
      "added": {
        "month": "September",
        "day": 14,
        "year": 2022
      }
    },
    {
      "id": "prop3",
      "type": "House",
      "bedrooms": 4,
      "price": 850000,
      "tenure": "Freehold",
      "description": "This beautifully presented four-bedroom detached family home is situated in a highly desirable residential road. The property offers spacious accommodation throughout, with a large reception room, a modern fitted kitchen/diner, and four double bedrooms. There are also two bathrooms. Outside, the property enjoys a private rear garden, off-street parking, and a garage.",
      "longDescription": "This stunning four-bedroom detached family home combines luxury and practicality, offering ample space for a growing family. The expansive reception room is perfect for family gatherings and provides a welcoming environment. The modern kitchen/diner is the heart of the home, ideal for entertaining and enjoying meals together. The four generously-sized bedrooms are bright and airy, offering comfort and privacy. The two bathrooms are elegantly designed with modern fixtures and finishes. Outside, the property benefits from a private rear garden, offering plenty of space for outdoor activities and relaxation. There is also off-street parking and a garage, ensuring that parking is never an issue. Located in a sought-after residential area, the property is within close proximity to local amenities, making it an ideal family home for those seeking both comfort and convenience.",
      "floorPlan": "/images/floorplans/3.jpg",
      "mapUrl": "https://www.openstreetmap.org/export/embed.html?bbox=0.0659%2C51.4024%2C0.0908%2C51.4089&layer=mapnik&marker=51.4056,0.0780",
      "location": "Park Lane, Chislehurst, Kent",
      "picture": "/images/3.jpg",
      "pic1": "/images/interiors/9.jpg",
      "pic2": "/images/interiors/10.jpg",
      "pic3": "/images/interiors/11.jpg",
      "pic4": "/images/interiors/12.jpg",
      "url": "properties/prop3.html",
      "added": {
        "month": "November",
        "day": 5,
        "year": 2022
      }
    },
    {
      "id": "prop4",
      "type": "Flat",
      "bedrooms": 1,
      "price": 275000,
      "tenure": "Leasehold",
      "description": "This stylish one-bedroom apartment is located on the second floor of a modern development. The property offers bright and spacious accommodation, including an open-plan kitchen/living room, a double bedroom, and a modern bathroom. Additional benefits include secure entry, lift access, and allocated parking.",
      "longDescription": "This contemporary one-bedroom apartment is ideal for first-time buyers or investors looking for a stylish and low-maintenance property. The open-plan kitchen/living room is designed to offer a spacious and versatile living area, perfect for both relaxing and entertaining. The double bedroom provides ample space for furniture and is complemented by a modern bathroom with high-quality fixtures. This apartment also offers secure entry and lift access, ensuring convenience and security. Located in a well-maintained development, the property benefits from allocated parking, adding to its appeal. With its bright and airy feel, this apartment offers a comfortable and practical living space in a prime location.",
      "floorPlan": "/images/floorplans/4.jpg",
      "mapUrl": "https://www.openstreetmap.org/export/embed.html?bbox=0.0020%2C51.3990%2C0.0300%2C51.4020&layer=mapnik&marker=51.4000,0.0170",
      "location": "High Street, Bromley, Kent",
      "picture": "/images/4.jpg",
      "pic1": "/images/interiors/13.jpg",
      "pic2": "/images/interiors/14.jpg",
      "pic3": "/images/interiors/8.jpg",
      "pic4": "/images/interiors/4.jpg",
      "url": "properties/prop4.html",
      "added": {
        "month": "December",
        "day": 18,
        "year": 2022
      }
    },
    {
      "id": "prop5",
      "type": "House",
      "bedrooms": 3,
      "price": 620000,
      "tenure": "Freehold",
      "description": "A charming three-bedroom semi-detached house located in a quiet residential cul-de-sac. The property offers spacious and well-proportioned accommodation throughout including a large reception room, modern fitted kitchen, three bedrooms, and a family bathroom. Further benefits include a private rear garden and off-street parking.",
      "longDescription": "Nestled in a peaceful cul-de-sac, this delightful three-bedroom semi-detached house offers an ideal living environment for a family. The spacious interiors are designed for comfort, with a large reception room perfect for entertaining guests. The modern fitted kitchen provides ample storage and counter space for meal preparation. The three bedrooms offer plenty of space for a growing family, and the family bathroom is well-appointed with contemporary fixtures. Outside, the private rear garden provides an excellent space for children to play or for relaxing. Off-street parking ensures convenience for the residents and guests. This home offers a quiet yet accessible location with good transport links and local amenities nearby.",
      "floorPlan": "/images/floorplans/3.jpg",
      "mapUrl": "https://www.openstreetmap.org/export/embed.html?bbox=-0.1343%2C51.2823%2C0.1348%2C51.2856&layer=mapnik&marker=51.2839,-0.1346",
      "location": "Green Lane, Orpington, Kent",
      "picture": "/images/5.jpg",
      "pic1": "/images/interiors/6.jpg",
      "pic2": "/images/interiors/2.jpg",
      "pic3": "/images/interiors/8.jpg",
      "pic4": "/images/interiors/4.jpg",
      "url": "properties/prop5.html",
      "added": {
        "month": "January",
        "day": 10,
        "year": 2023
      }
    },
    {
      "id": "prop6",
      "type": "Flat",
      "bedrooms": 2,
      "price": 425000,
      "tenure": "Leasehold",
      "description": "A well-maintained two-bedroom ground floor apartment with its own private garden, situated in a prime location. The property features a spacious open-plan living/dining room, a modern kitchen, two double bedrooms, and a family bathroom. There is also allocated parking and a garage.",
      "longDescription": "This beautifully presented two-bedroom ground-floor apartment is the perfect blend of comfort and convenience. The spacious open-plan living/dining room provides a light and airy space, ideal for everyday living and entertaining. The modern kitchen is fully equipped with high-quality appliances, offering plenty of storage and counter space. Both bedrooms are generously sized, providing ample storage, and the family bathroom features a stylish design. The apartment also boasts its own private garden, ideal for enjoying outdoor space. There is allocated parking, as well as a garage, offering additional storage options. Located in a sought-after area with excellent transport links and local amenities, this property provides a comfortable and practical living experience.",
      "floorPlan": "/images/floorplans/2.jpg",
      "mapUrl": "https://www.openstreetmap.org/export/embed.html?bbox=0.0600%2C51.3860%2C0.0760%2C51.3890&layer=mapnik&marker=51.3875,0.0680",
      "location": "Church Road, Beckenham, Kent",
      "picture": "/images/6.jpg",
      "pic1": "/images/interiors/10.jpg",
      "pic2": "/images/interiors/5.jpg",
      "pic3": "/images/interiors/9.jpg",
      "pic4": "/images/interiors/2.jpg",
      "url": "properties/prop6.html",
      "added": {
        "month": "February",
        "day": 20,
        "year": 2023
      }
    },
    {
      "id": "prop7",
      "type": "House",
      "bedrooms": 5,
      "price": 1200000,
      "tenure": "Freehold",
      "description": "A stunning five-bedroom detached house located in a highly sought after residential road. The property boasts spacious and well-proportioned accommodation throughout, including a large reception room, modern fitted kitchen/diner, five bedrooms, and three bathrooms. Further benefits include a private rear garden, off street parking, and a double garage.",
      "longDescription": "This luxurious five-bedroom home is the perfect blend of elegance and practicality, ideal for large families. With three bathrooms, a modern kitchen/diner, and ample parking space, it offers everything you need for a comfortable and stylish lifestyle. The property features spacious, well-proportioned rooms, including a large reception room that leads to a private rear garden, perfect for entertaining guests. The double garage and off-street parking offer convenience and additional storage space. Located in a highly sought-after area, this home offers the best of both comfort and location.",
      "floorPlan": "/images/floorplans/1.jpg",
      "mapUrl": "https://www.openstreetmap.org/export/embed.html?bbox=0.0600%2C51.3860%2C0.0760%2C51.3890&layer=mapnik&marker=51.3875,0.0680",
      "location": "Park Avenue, Bromley, Kent",
      "picture": "/images/7.jpg",
      "pic1": "/images/interiors/11.jpg",
      "pic2": "/images/interiors/13.jpg",
      "pic3": "/images/interiors/12.jpg",
      "pic4": "/images/interiors/10.jpg",
      "url": "properties/prop7.html",
      "added": {
        "month": "March",
        "day": 5,
        "year": 2023
      }
    },
      {
        "id": "prop8",
        "type": "Flat",
        "bedrooms": 1,
        "price": 250000,
        "tenure": "Leasehold",
        "description": "A stylish one-bedroom apartment situated on the ground floor of this modern development. The property offers bright and spacious accommodation throughout, including an open-plan kitchen/living room, double bedroom, and modern bathroom. Further benefits include secure entry and communal gardens.",
        "longDescription": "This stylish one-bedroom apartment is located in a modern development, offering a perfect blend of comfort and convenience. The open-plan kitchen/living room creates a spacious and airy feel, ideal for both relaxing and entertaining. The double bedroom offers ample space for a peaceful retreat, while the modern bathroom adds a touch of luxury. Further benefits include secure entry to the building, ensuring peace of mind, as well as communal gardens that provide a serene outdoor space. Perfect for first-time buyers or investors looking for a low-maintenance property in a prime location.",
        "floorPlan": "/images/floorplans/2.jpg",
        "mapUrl": "https://www.openstreetmap.org/export/embed.html?bbox=0.0600%2C51.3860%2C0.0760%2C51.3890&layer=mapnik&marker=51.3875,0.0680",
        "location": "Station Road, Chislehurst, Kent",
        "picture": "/images/3.jpg",
        "pic1": "/images/interiors/14.jpg",
        "pic2": "/images/interiors/1.jpg",
        "pic3": "/images/interiors/5.jpg",
        "pic4": "/images/interiors/9.jpg",
        "url": "properties/prop8.html",
        "added": {
          "month": "April",
          "day": 15,
          "year": 2023
        }
      },
      {
        "id": "prop9",
        "type": "House",
        "bedrooms": 4,
        "price": 780000,
        "tenure": "Freehold",
        "description": "A beautifully presented four-bedroom detached family home located in a quiet cul-de-sac. The property boasts spacious and well-proportioned accommodation throughout, including a large reception room, modern fitted kitchen/diner, four bedrooms, and two bathrooms. Further benefits include a private rear garden, off-street parking, and a garage.",
        "longDescription": "This beautifully presented four-bedroom detached family home offers everything a growing family could need. Set in a peaceful cul-de-sac, the property is designed for comfort and practicality. The large reception room provides a bright and welcoming space for family gatherings, while the modern kitchen/diner is perfect for cooking and entertaining. The four bedrooms are spacious, and the two bathrooms provide ample space for busy families. Outside, the private rear garden offers a tranquil retreat, and the off-street parking and garage offer convenience and additional storage. A perfect family home in a quiet yet accessible location.",
        "floorPlan": "/images/floorplans/3.jpg",
        "mapUrl": "https://www.openstreetmap.org/export/embed.html?bbox=0.0600%2C51.3860%2C0.0760%2C51.3890&layer=mapnik&marker=51.3875,0.0680",
        "location": "Oakwood Avenue, Bromley, Kent",
        "picture": "/images/4.jpg",
        "pic1": "/images/interiors/12.jpg",
        "pic2": "/images/interiors/8.jpg",
        "pic3": "/images/interiors/3.jpg",
        "pic4": "/images/interiors/7.jpg",
        "url": "properties/prop9.html",
        "added": {
          "month": "May",
          "day": 28,
          "year": 2023
        }
      }
]}
